new Vue({
    el: '.buttons',
    data: {
        button_1: 'О нас',
        button_2: 'Товары и услуги',
        button_3: 'Цены'
    }
})

new Vue({
    el: '.buttons_bottom',
    data: {
        button_1: 'Сделать заказ',
        button_2: 'Отзывы'
    }
})

new Vue({
    el: '.text',
    data: {
        text_one: 'Этот текст посвящен развитию технологий верстки и освоению базовых навыков использования фреймворков и прочих штук, таких как библиотеки и всё такое, что нужно для успешной работы.'
    }
})